{
    "rss": {
        "$": {
            "xmlns:dc": "http://purl.org/dc/elements/1.1/",
            "xmlns:content": "http://purl.org/rss/1.0/modules/content/",
            "xmlns:atom": "http://www.w3.org/2005/Atom",
            "version": "2.0",
            "xmlns:itunes": "http://www.itunes.com/dtds/podcast-1.0.dtd",
            "xmlns:googleplay": "http://www.google.com/schemas/play-podcasts/1.0"
        },
        "channel": [
            {
                "title": [
                    "Pasch Effect"
                ],
                "description": [
                    "Essays in defense of liberty and property from an austro-libertarian perspective."
                ],
                "link": [
                    "https://pasch.substack.com"
                ],
                "image": [
                    {
                        "url": [
                            "https://cdn.substack.com/image/fetch/w_256,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F9980a27b-e19a-4cad-a915-fa51e4012d0f_1280x1280.png"
                        ],
                        "title": [
                            "Pasch Effect"
                        ],
                        "link": [
                            "https://pasch.substack.com"
                        ]
                    }
                ],
                "generator": [
                    "Substack"
                ],
                "lastBuildDate": [
                    "Tue, 14 Dec 2021 02:01:40 GMT"
                ],
                "atom:link": [
                    {
                        "$": {
                            "href": "https://pasch.substack.com/feed",
                            "rel": "self",
                            "type": "application/rss+xml"
                        }
                    }
                ],
                "copyright": [
                    "-"
                ],
                "language": [
                    "en"
                ],
                "webMaster": [
                    "pasch@substack.com"
                ],
                "itunes:owner": [
                    {
                        "itunes:email": [
                            "pasch@substack.com"
                        ],
                        "itunes:name": [
                            "Valentine Pasch"
                        ]
                    }
                ],
                "itunes:author": [
                    "Valentine Pasch"
                ],
                "googleplay:owner": [
                    "pasch@substack.com"
                ],
                "googleplay:email": [
                    "pasch@substack.com"
                ],
                "googleplay:author": [
                    "Valentine Pasch"
                ],
                "item": [
                    {
                        "title": [
                            "Force As Commodity"
                        ],
                        "description": [
                            "Randians vs. Anarchy"
                        ],
                        "link": [
                            "https://pasch.substack.com/p/force-as-commodity"
                        ],
                        "guid": [
                            {
                                "_": "https://pasch.substack.com/p/force-as-commodity",
                                "$": {
                                    "isPermaLink": "true"
                                }
                            }
                        ],
                        "dc:creator": [
                            "Valentine Pasch"
                        ],
                        "pubDate": [
                            "Wed, 05 May 2021 08:14:58 GMT"
                        ],
                        "enclosure": [
                            {
                                "$": {
                                    "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/9980a27b-e19a-4cad-a915-fa51e4012d0f_1280x1280.png",
                                    "length": "0",
                                    "type": "image/jpeg"
                                }
                            }
                        ],
                        "content:encoded": [
                            "<p>The objectivist actor Mark Pellegrino Tweeted the following about a stateless society. </p><blockquote><p>1) Anarchist&#8217;s all freak out about monopoly force and think the way to solve the &#8216;monopoly&#8217; is to &#8216;marketize&#8217; it. Thing is force IS monopoly. Always. Even if only two people are attempting to impose his will Uber the other (force). One prevails. IOW&#8217;s a monopoly.  </p><p>2) markets are the absence of force. You can&#8217;t marketize subordination to your will. That&#8217;s precisely what is absent from a market. Force is not a commodity. It is an act that must be defined, marginalized and delegates of reasons anarchists don&#8217;t seem to get. &#8230; [A]sserting your will over another is not a market commodity and should be subject to objective processes... that&#8217;s why we delegate retaliatory five to gov... to promote reason over whim in all conflict resolution.</p></blockquote><p>Being the most disagreeable person on Earth I couldn&#8217;t help but Tweet a whole thread about the fallacies involved in his reasoning. Twitter, however, is not a platform that allows for meaningful philosophical argumentation so I decided to write a short essay addressing this common objection. And indeed, it is far too common, for every objectivist I've ever talked to repeats it almost verbatim. </p><p>So let us take the arguments as they were put forward by Mr. Pellegrino and analyze them properly. Admittedly, as these are Tweets, we shouldn&#8217;t treat this above formulation as the best and most accurate way of presenting the case, but it captures the central thesis that Objectivists repeat many times over. First, we will deal with the second, then the first objection. </p><h1>Economic goods</h1><p>Ayn Rand never ceased to emphasize the crucial importance of defining the terms we use. As she put it:</p><blockquote><p>Definitions are the guardians of rationality, the first line of defense against the chaos of mental disintegration.</p></blockquote><p>Curiously enough, however, when her followers repeat this argument which states that &#8220;force is not a commodity,&#8221; they never venture to <em>define</em> what they mean by a commodity. Yet only by a precise definition can we determine the truth or falsehood of the proposition at hand.</p><p>First and foremost let us assume that by &#8220;commodity&#8221; Mr. Pellegrino meant an &#8220;economic good&#8221; as opposed to a homogeneous supply of raw materials and semi-processed products. What then defines an economic good? The answer was put forward by the great founder of the Austrian school of economics, Carl Menger in his <em>Principles of Economics</em>:</p><blockquote><p>If a&nbsp;thing is to become a&nbsp;good, or in other words, if it is to acquire goods&#8208;&#8203;character, all four of the following prerequisites must be simultaneously present:</p><ol><li><p>A human need.</p></li><li><p>Such properties as render the thing capable of being brought into causal connection with the satisfaction of this need.</p></li><li><p>Human knowledge of this causal connection.</p></li><li><p>Command of the thing sufficient to direct it to the satisfaction of the need.</p></li></ol></blockquote><p>Menger furthermore divides the category of goods into two classes: </p><blockquote><p>All goods can, I&nbsp;think, be divided into the two classes of <em>material goods</em> (including all forces of nature insofar as they are goods) and of <em>useful human actions </em>(and inactions), the most important of which are labor services.</p></blockquote><p>He emphasizes that we are not merely talking about labor services in the more strict, legal sense of the word, but <em>any human action </em>which meets the aforementioned four prerequisites:</p><blockquote><p>there is a&nbsp;whole series of actions, and <em>even of mere inactions</em>, which  cannot be called labor services but which are nevertheless decidedly useful to certain persons, for who they may even have considerable economic value.</p></blockquote><p>We may then apply this straightforward definition to the concept of &#8220;force.&#8221; Instead of dealing with such an abstract term, let us take a simple and isolated practical example. </p><p>Imagine Robinson Crusoe, alone on his island. One day he finds that a group of cannibals landed ashore and began to make preparations to sacrifice and consume a captive. Let us assume for the sake of the analysis that the victim notices Crusoe lurking in the undergrowth and calls for his help by yelling and violently shaking his cage. Crusoe decides to intervene, ambushes the cannibals, kills one, and chases the others away. As they flee in terror, the captive bows in gratitude before his savior. Let us see if we can call this act of heroism an economic good from the perspective of the freed captive, Friday.</p><ol><li><p>Was there a human need on the part of Friday for such an act of force? Judging by the expression of his gratitude, we may safely say <em>yes.</em></p></li><li><p>Was the intervention of Crusoe a useful action in relation to the satisfaction of this need? Indeed it was.</p></li><li><p>Can we ascertain that Friday was in possession of the knowledge of the causal relationship between such an act of force and his need to be saved? We shouldn&#8217;t hesitate to say yes. </p></li><li><p>Did the situation allow for the performance of the action in question in a way that it would satisfy the need? No question about it.</p></li></ol><p>We can see that the use of force in our example meets all the prerequisites to be categorized as an economic good, namely a useful human action. </p><h1>The holistic concept of force and the marginal units of defense</h1><p>It is quite obvious then that the use of force at least in certain cases is an economic good. It is so obvious indeed that we may begin to doubt that Mr. Pellegrino would ever deny it. Perhaps what he meant by &#8220;commodity&#8221; was that <em>the person who values the use of force as an economic good cannot pay for it</em>, or in other words, it cannot be bought and sold on the market. But it simply will not do. There is nothing that would forbid Friday to repay his savior by staying by his side as his aide. We can&#8217;t help but draw the obvious logical conclusion that the use of force is a marketable economic good.</p><p>The problem that lies at the heart of this argument - whether it is put forward by Mr. Pellegrino or by any other follower of Rand - is that they invariably use holistic concepts and categories. They talk about &#8220;force&#8221; and the &#8220;market&#8221; which leads them to intellectual confusion from which they cannot find their way out. As Murray N. Rothbard noted in his <em>Power and Market, </em>answering to a slightly different objection against a stateless society:</p><blockquote><p>A similar doctrine holds that defense must be supplied by the State because of the unique status of defense as a necessary precondition of market activity, as a function without which a market economy could not exist. Yet this argument is a <em>non sequitur</em> that proves far too much. It was the fallacy of the classical economists to consider goods and services in terms of large classes; instead, modern economics demonstrates that services must be considered in terms of <em>marginal units</em>. For all actions on the market are marginal.</p><p>If  we begin to treat whole classes instead of marginal units, we can discover a great myriad of necessary, indispensable goods and services all of which might be considered as \"preconditions\" of market activity. Is not land room vital, or food for each participant, or clothing, or shelter? Can a market long exist without them? And what of paper, which  has become a basic requisite of market activity in the complex modern  economy? Must all these goods and services therefore be supplied by the  State and the State only?</p></blockquote><p>It is common to explain the fallacy of classical economics through the so-called diamond-value paradox. Adam Smith pondered the following question: how can it be that water - this exceedingly important and useful thing, without which no life can exist - is sold much cheaper on the market than diamonds - which is a good of highly limited usage?</p><p>The crucial fallacy underlying the question is that it treats water and diamond as whole categories instead of looking at marginal units. But no economic actor ever confronts the whole category of \"water\" as such or \"diamond\" as such; everyone confronts certain units of water or diamond.</p><p>The fallacy of Randians is that they do not think on the margins; rather, they consider abstract categories such as \"force.\" Nobody sells \"force\"; one hires a man to guard a private park. Someone had his shop looted in the middle of the night and he is willing to pay good money for guards who make sure this won't happen again; at the same time a pair of brothers, capable, tall, and well built, are looking for a job in the neighborhood. The head of a family is afraid of burglary so he gathers the residents of his street to hold a meeting and organize the defense of their street by setting guards at the two ends. The owner of a shopping mall would like to protect the cars parking in the garage against violent attacks so he installs surveillance cameras. The supply of and the demand for defense manifests itself in such marginal units by actual people. The grandiose categories of \"market\" and \"force\" only lead us back into the fallacies from which economic science successfully rid itself at the end of the 19th century. If you start thinking on the margins in this issue, you realize that units of defense services are being bought and sold all the time right now.</p><p>Perhaps it would be best to rid ourselves of thinking about \"the market\" altogether, and instead start thinking of individuals entering into voluntary contracts. This way it becomes immediately obvious that two actors can enter into a contractual agreement with regards to paying for the use of force; one can offer his service of using physical violence against those who attempt to invade the private property of the other for a fee, and the other can accept or reject such a proposal.</p><p>It is a praxeological absurdity to claim that force isn't an economic good or a commodity. To claim that &#8220;asserting your will over another is not a market commodity&#8221; is bizarre and absurd; it becomes a market commodity the moment a man hires someone to assert his will over a third person.<a class=\"footnote-anchor\" id=\"footnote-anchor-1\" href=\"#footnote-1\">1</a></p><p>Objectivists deny the &#8220;commodity nature of force&#8221; because they know that admitting it means having to apply the same economic laws on the use of force as on any other commodity. But this is an intellectually dishonest way of reasoning.</p><h1>Force is monopoly?</h1><p>We have made a case at the very least worth considering with regards to one of the arguments presented above, but more objections against anarchy remain. Mr. Pellegrino asserts that </p><blockquote><p>Force IS monopoly. Always. Even if only two people are attempting to impose his will [over] the other (force). One prevails. [In other words] a monopoly.  </p></blockquote><p>Once again we find ourselves with an unfortunate lack of definitions. To determine whether force <em>is</em> monopoly - and whether the anarchists are mistaken therefore to believe that a monopoly on force can ever be abolished - one must define <em>monopoly</em>. </p><p>Two definitions present themselves: a monopolist either an exclusive seller of any given good or - with the words of Ludwig von Mises - &#8220;a monopoly is a grant of special privilege by the State, reserving  a certain area of production to one particular individual or group.&#8221; None of them apply to the concept of force as such.<a class=\"footnote-anchor\" id=\"footnote-anchor-2\" href=\"#footnote-2\">2</a></p><p>Let us trace the logical mistake in Mr. Pellegrino&#8217;s chain of reasoning. We first have to remember that the purchase of defensive services involves three parties: the <em>buyer,</em> the <em>seller,</em> and the <em>subject </em>of violence. Mr. Pellegrino strangely implies that the transaction is between the seller and the subject of violence, while in fact, the transaction is between the buyer and the seller. </p><p>Let us take an example. Let us say that I went on a vacation for a month and my house was occupied by squatters while I was away. I am but a meek intellectual and I need the help of strong brutes to physically remove the pests from my property, so I begin searching. I stumble upon the services of Hippie Removal Company, the Bum Control Company, and the Superior Home Cleaning Company. I hire the Bum Control Company and they successfully remove the invaders from my home. Doing so, they use force against the squatters, and indeed, the enforcers impose their will over the bums until one prevails. But it is an egregious transgression against reason to imply that the economic transaction happens <em>between the bums and the bum removers </em>and that the Bum Control Company somehow enjoys a monopoly over squatter removal services because they forcefully remove the squatters from my home after I choose them to do so from a list of competing providers. Indeed, such flawed reasoning exposes the poverty of statist arguments. It is glaringly obvious that the <em>use of force</em> is not the same as the <em>purchase of the use of force</em>. In a genuinely <em>bruh </em>moment Mr. Pellegrino simply failed to understand what the concept of &#8220;monopoly on force&#8221; entails. It does not refer to the concept of violence itself. It means that those who desire and demand enforcement and defensive services are forbidden to choose from competing providers and are forced to use the services of one single monopoly - the state police.</p><p>This truly bizarre mistake only serves to emphasize that Ayn Rand was indeed right. Definitions are truly the first line of defense against the chaos of mental disintegration. Unfortunately, Mr. Pellegrino might have failed to defend himself from such a fate. Such sloppy reasoning in which definitions are omitted and the term &#8220;monopoly&#8221; - an economic concept relating to the production of goods - is equivocated and applied in a realm outside of the realm of economics - the actual act of using force against someone - is a tragic sight indeed.</p><h1>Capitalism or socialism</h1><p>At the end of the day, the true question that needs to be addressed is simply the following: does it serve the interest of the consumer if he can <em>voluntarily decide </em>who to purchase a service from, or does it serve him better if he is taxed and is forced to fund a centrally chosen monopolistic producer? Which will yield him a better and cheaper selection of goods and services: a compulsorily funded State monopoly or voluntarily funded competing firms? Capitalism or socialism? </p><p>The answer is obvious: voluntary customer choice forces the producers to supply the best and cheapest products. This is true when it comes to the production of shoes just as much as the production of defense. &#8220;Either this is logical and true, or else the principles on which economic science is based are invalid.&#8221;</p><div class=\"footnote\" id=\"footnote-1\"><a href=\"#footnote-anchor-1\" class=\"footnote-number\" contenteditable=\"false\">1</a><div class=\"footnote-content\"><p>Note that this may even include those interactions that we would deem aggressive and criminal from a libertarian perspective; economic analysis is value-free, the concepts and laws of economics apply to those transactions that might be called immoral from a normative perspective just as much as to sales of bread or shoes. Behind this attempt to exclude the use of force from economic analysis and the category of commodities lies an attempt to go beyond <em>wertfrei </em>economics. But economics must be separated from morality. Even a human being may be a commodity if he is traded as a slave; the fact that he <em>shouldn&#8217;t be </em>a slave should have no bearing on the economic analysis of slave trade, and such a normative claim can in no way prescribe to economics what may or may not be categorized as an economic good or a commodity.</p></div></div><div class=\"footnote\" id=\"footnote-2\"><a href=\"#footnote-anchor-2\" class=\"footnote-number\" contenteditable=\"false\">2</a><div class=\"footnote-content\"><p>Indeed there has never been and there will never be a &#8220;monopoly on force.&#8221; A government does not and cannot wield a &#8220;monopoly on force&#8221; for the obvious reason that it is simply physically incapable of preventing private individuals from using force. The definition of the State as a &#8220;monopoly on force&#8221; may be useful rhetorically but philosophically it is highly imprecise.</p></div></div>"
                        ]
                    },
                    {
                        "title": [
                            "The Philosophy of Mass Effect (1/3)"
                        ],
                        "description": [
                            "Indoctrination"
                        ],
                        "link": [
                            "https://pasch.substack.com/p/the-philosophy-of-mass-effect"
                        ],
                        "guid": [
                            {
                                "_": "https://pasch.substack.com/p/the-philosophy-of-mass-effect",
                                "$": {
                                    "isPermaLink": "true"
                                }
                            }
                        ],
                        "dc:creator": [
                            "Valentine Pasch"
                        ],
                        "pubDate": [
                            "Sun, 02 May 2021 02:23:48 GMT"
                        ],
                        "enclosure": [
                            {
                                "$": {
                                    "url": "https://cdn.substack.com/image/fetch/h_600,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F81ce0224-1dbe-47ab-82da-0a8d01ab4df7_2048x1072.png",
                                    "length": "0",
                                    "type": "image/jpeg"
                                }
                            }
                        ],
                        "content:encoded": [
                            "<div class=\"captioned-image-container\"><figure><a class=\"image-link image2 image2-762-1456\" target=\"_blank\" href=\"https://cdn.substack.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F81ce0224-1dbe-47ab-82da-0a8d01ab4df7_2048x1072.png\"><img src=\"https://cdn.substack.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F81ce0224-1dbe-47ab-82da-0a8d01ab4df7_2048x1072.png\" width=\"1456\" height=\"762\" data-attrs=\"{&quot;src&quot;:&quot;https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/81ce0224-1dbe-47ab-82da-0a8d01ab4df7_2048x1072.png&quot;,&quot;height&quot;:762,&quot;width&quot;:1456,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:1468307,&quot;alt&quot;:&quot;The Philosophy of Mass Effect from a Libertarian Perspective&quot;,&quot;title&quot;:null,&quot;type&quot;:&quot;image/png&quot;,&quot;href&quot;:null}\" alt=\"The Philosophy of Mass Effect from a Libertarian Perspective\" title=\"The Philosophy of Mass Effect from a Libertarian Perspective\"><style>\n          a.image2.image-link.image2-762-1456 {\n            padding-bottom: 52.33516483516484%;\n            padding-bottom: min(52.33516483516484%, 762px);\n            width: 100%;\n            height: 0;\n          }\n          a.image2.image-link.image2-762-1456 img {\n            max-width: 1456px;\n            max-height: 762px;\n          }\n        </style></a></figure></div><p>The video game industry is the youngest of all forms of art. Unfortunately, they haven&#8217;t received the same kind of universal cultural recognition as novels, movies or music did. Yet its stories, its worlds, its musical compositions and visual artworks are worthy competitors with the best works of literature or cinematography.</p><p>An outstanding example of th&#8230;</p>\n      <p>\n          <a href=\"https://pasch.substack.com/p/the-philosophy-of-mass-effect\">\n              Read more\n          </a>\n      </p>\n   "
                        ]
                    },
                    {
                        "title": [
                            "Liberty During Emergencies"
                        ],
                        "description": [
                            "on the immorality of lockdowns"
                        ],
                        "link": [
                            "https://pasch.substack.com/p/liberty-during-emergencies"
                        ],
                        "guid": [
                            {
                                "_": "https://pasch.substack.com/p/liberty-during-emergencies",
                                "$": {
                                    "isPermaLink": "true"
                                }
                            }
                        ],
                        "dc:creator": [
                            "Valentine Pasch"
                        ],
                        "pubDate": [
                            "Wed, 21 Apr 2021 17:33:32 GMT"
                        ],
                        "enclosure": [
                            {
                                "$": {
                                    "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/f7dc8157-3258-4ee5-912f-ba5434852046_1515x1515.jpeg",
                                    "length": "0",
                                    "type": "image/jpeg"
                                }
                            }
                        ],
                        "content:encoded": [
                            "<div><hr></div><p>Chaotic periods and emergencies are a natural part of human life. We will never get rid of them. How human societies respond to turbulence is determined by the dominant ideology of the public opinion&#8202;&#8212;&#8202;more precisely, by the ideological seeds sown during the peaceful times before chaos. The peaceful period is the time of planting the ideological seeds&#8202;&#8212;&#8202;good and evil&#8202;&#8212;&#8202;in the minds of the many. In times of chaos, societies reap the fruits of all that was sown before.</p><p>Radical changes rarely occur during times of peace, almost by definition. But the chaos of emergencies breaks down hitherto impenetrable barriers for the tides of change and a new world&#8202;&#8212;&#8202;with its new institutions and new arrangements&#8202;&#8212;&#8202;may dawn on mankind so suddenly that they often fail to even notice what is happening until historians tell the tale.</p><p>Champions of liberty have been emphasizing for centuries that during emergencies &#8222;<a href=\"https://mises.org/library/anatomy-state/html/c/35\">State power is pushed to its ultimate and, under the slogans of &#8220;defense&#8221; and &#8220;emergency,&#8221; it can impose a tyranny upon the public such as might be openly resisted in time of peace</a>.&#8221; Today we are given a historic opportunity to witness the mechanism by which this happens: in an emergency, the masses will beg for the State to push its power to its ultimate and impose a tyranny the likes of which would have been unthinkable in times of peace&#8202;&#8212;&#8202;which might mean a few months before. Why do the masses demand tyranny? The answer is not fear. One may tremble in terror and still wish to respect the property rights of their fellow men. It is because the ideological doctrine of the peaceful days was the doctrine of tyranny. Because the seeds that took root in the minds of the many were not the seeds of faith in what <a href=\"https://mises.org/library/our-enemy-state-0\">Albert Jay Nock termed social power</a>, but that of faith in State power. Because the ideology of our times is not the principle of voluntary cooperation, but the principle of coercion.</p><p>When chaos arrives, everyone turns to their principles and ideas for guidance. When the future cannot be predicted by the past, we turn to our philosophical principles and follow the path derived from them.</p><blockquote><p>Socialism is the watchword and the catchword of our day. The socialist idea dominates the modern spirit. The masses approve of it, it expresses the thoughts and feelings of all; it has set its seal upon our time. When history comes to tel1 our story it will write above the chapter &#8216;The Epoch of Socialism&#8217;.</p></blockquote><p>These were the introductory words of the book <a href=\"https://mises.org/library/socialism-economic-and-sociological-analysis\">Socialism by Ludwig von Mises</a>. Even many self-styled libertarians are eager to embrace the socialist idea in times of emergencies and call for unprecedented aggression against private property rights for the sake of public health, common good and war against any enemy our ruling class sets its eyes upon.</p><p>In any case, the pandemic provides us a perfect opportunity to think about how The Epoch of Liberty would deal with such an emergency. So first I would like to talk about the response governments around the world have given to COVID-19, then I would like to outline how a libertarian society, that is: a stateless society would react to a similar situation, and finally I will shortly describe how government intervention into the economy during such times has a devastating effect on the ability of our civilization to cope with the challenge.</p><h3>I.</h3><p>Perhaps&#8202;&#8212;&#8202;or at least for me&#8202;&#8212;&#8202;the most shocking phenomenon around the coronavirus pandemic is how self-evident, how obvious and given it is in the eyes of just about everyone&#8202;&#8212;&#8202;from the common man to pundits and politicians&#8202;&#8212;&#8202;that <em>the government</em> has to resolve this situation.&#185; Indeed, nobody stopped for a minute to think about what this implies and what is the principle that governments are putting into practice based on this mindset.</p><p>In order to protect and preserve the health of their subjects, States all over the world began to exercise totalitarian power basically overnight. In some countries they forced all restaurants and pubs to close, they closed parks, squares and playgrounds, healthy people were forbidden to leave their homes, everyone was banned from working for companies not classified as &#8222;essential&#8221; by the government, evictions were suspended, rents were frozen and terminations were suspended, leaving and entering countries were forbidden, group gatherings were banned and so on through an endless list of measures that would have been &#8222;openly resisted&#8221; during peacetime.</p><p>The issue is, <em>this is still peacetime</em>. No war is going on. A disease began to spread around the world and governments decided that no law, no constitution, no property rights shall stop them from trying to halt the spread of the virus.</p><p>But can we see what astonishing premise the government reaction is based on? Stated simply, <em>the State may exercise totalitarian rule to prevent deaths that are preventable.</em></p><p>A news article reported that:</p><blockquote><p>In Scotland, quite a few pubs remained open despite an official ban, so they were closed by the police&#8230; [The Chief of Police] said some pubs wanted to stay open until they are forcibly closed, but this was an extremely irresponsible behavior that endangered lives.</p></blockquote><p>So an agent of the State says that the pubs are &#8220;endangering lives&#8221;, therefore they will close them using aggressive physical violence.</p><p>I believe a most instructive mental exercise when it comes to thinking about issues of ethics and morality is to find the moral principle involved and then <em>apply it universally to all relevant and similar cases</em> to see if we are still happy with it. It&#8217;s not an ultimate refutation or justification of any given moral principle, but if the results are horrifying, we might want to take a step back and think through it again.</p><p>It should be clear that these fine Scottish people who were visiting these inns preferred to do so instead of reducing their health risks. It is utterly misleading to say that having your pub open is &#8220;endangering lives.&#8221; In truth, the subjective order of preferences of the patrons were simply different than what the agent of the State wanted to see and the patrons themselves preferred to potentially endanger their own lives&#8202;&#8212;&#8202;or at least their own health&#8202;&#8212;&#8202;by visiting the pubs during the pandemic over staying sober, home and alone.</p><p>It is an entirely valid preference to have. Preferences are subjective. Some prefer to put their own health and lives at risk by doing all kinds of extreme and not-so-extreme sports. Some risk their lives and limbs by trying to break world records. Some people smoke. Some drink alcohol in quantities that are obviously harmful and potentially deadly. The amount of young people dying from alcohol related liver failure is staggering; indeed, according to an article from <a href=\"https://www.nbcnews.com/health/health-news/severe-alcohol-related-liver-disease-rise-study-finds-n1002776\">NBC News</a>, &#8220;alcoholic liver disease is one of the leading causes of death in the United States, [an expert] noted, adding that nearly 250,000 deaths were attributed to the disease in 2010&#8221; and according to the <a href=\"https://liverfoundation.org/liver-disease-statistics/\">American Liver Foundation</a>, &#8220;an estimated 88,000 people (approximately 62,000 men and 26,000 women) die from alcohol-related causes annually, making alcohol the fourth leading preventable cause of death in the United States.&#8221; Some people eat horribly unhealthy food. According to the WHO, the flu kills <a href=\"https://www.who.int/news-room/fact-sheets/detail/influenza-%28seasonal%29\">290 000 to 650 000</a> people a year worldwide. In the United States, someone dies every 37 seconds from a highly preventable cardiovascular disease&#8202;&#8212;&#8202;claiming <a href=\"https://www.who.int/health-topics/cardiovascular-diseases/#tab=tab_1\">18 million lives a year all around the world</a>, and almost <a href=\"https://www.cdc.gov/heartdisease/facts.htm\">700 thousand lives in the United States</a>. 12 000 people die from causes directly related to air pollution every single day, and more than 3500 people die each day in road accidents.</p><p>In the last few months, about 200 000 have lost their lives to the coronavirus so far, and the numbers will undoubtedly increase in the coming months.</p><p>The government response to the coronavirus is based on the premise that it is not the individual who is responsible for their own health, but the State is responsible for the health of its subjects&#8202;&#8212;&#8202;and to achieve this end, it may confiscate the private property of its citizens, nationalize and control every aspect of our lives and our economy down to the smallest detail, including telling us when and why we can or can&#8217;t leave our own houses. In short, it can enslave us to save us.</p><p>However, the important point is this: the fact that COVID-19 is contagious while a cardiovascular disease&#178; is not does not change the formula ethically. It similarly does not matter whether it&#8217;s 650 000 people or more that die from a disease. From a moral point of view there is no objectively determinable mortality rate beyond which a totalitarian rule is justified. It is baseless, arbitrary and irrational to say that tyrannical decrees would be evil and immoral if they aim to reduce the mortality rate of X cause of death, but it&#8217;s correct and responsible leadership if applied to reduce the mortality rate of Y, only because Y could potentially cause <em>more </em>deaths. &#8220;More deaths&#8221;, although indeed tragic, is not a moral category that turns evil into virtue. If we &#8220;think on the margin&#8221; it is simply absurd to think that the death of a given individual&#8202;&#8212;&#8202;by which the number of deaths crosses the arbitrary threshold&#8202;&#8212;&#8202;somehow turns what we have hitherto considered tyrannical evil into responsible governance.</p><p>If we would apply the principle behind the governmental response to COVID-19 to every relevant case, our civilization would perish overnight. After all, if we add up the aforementioned number of deaths preventable by measures similar to the draconian reactions to the coronavirus, if we count the number of lives that could be saved if the State would permanently lock everyone into their own homes (ignoring, as the public opinion does, all the deaths and destruction from the lockdown itself), we would be able to save tens and probably hundreds of millions of lives each year! If we reject the idea that the individual is the one who is responsible for their own health and survival&#8202;&#8212;&#8202;as we did with the advent of the coronavirus&#8202;&#8212;&#8202;and put into practice the principle that unbound totalitarianism is to be embraced as long as the State aims to prevent deaths due to a selected cause, we come to the logical conclusion that total dictatorship is desirable, good and responsible governance.</p><p>Everybody is aware of the risks they take when they hop into their car&#8202;&#8212;&#8202;just as they know the risks they take when they go out and mingle with others during a pandemic. Yet people are reluctant to apply the principle used and the policies demanded in the latter case to the former, even though it could save many thousands of lives each day.</p><p>The governments have demonstrated that they are willing to shut down the economy of the entire nation to stop the coronavirus. And the <a href=\"https://mises.org/wire/covid-19-lockdowns-are-what-twenty-first-century-mob-rule-looks\">statist mob cheers and demands this</a>. They called their rulers negligent and irresponsible for not implementing mandatory quarantine for all&#8202;&#8212;&#8202;healthy and sick alike&#8202;&#8212;&#8202;and they were delighted when their governments finally announced the curfew. So is it negligent for the governments <em>not </em>to violate our liberties after the pandemic and <em>not </em>to maintain the curfew to prevent all the tens of thousands and thousands of deaths that could be prevented if the world would be turned into a gargantuan prison?</p><p>Logically, therefore, we are faced with two options: either the coercive lockdown that governments all around the world have imposed is sheer insanity, or it would be insane not to keep the lockdown until we put an end to all other causes of deaths.</p><p>The truth is that the governments&#8217; reaction to the coronavirus is completely unjustified; the principle behind it would turn our lives into worse than hell if it would be consistently applied. What has been brilliantly dubbed as COVID-1984 is motivated by pure panic and irrational fear.</p><h3>II.</h3><p>We may witness how a thoroughly statist society responds to a pandemic. But what would happen in a free society?</p><p>It is common to ask &#8220;what would be the libertarian solution to problem X and Y&#8221;. But it is important to see that we cannot talk about a libertarian solution <em>within </em>a statist system. To borrow a word from an entirely different area, the problems are intersectional. They cannot be isolated and treated separately as long as all other government interventions remain unchanged.</p><p>So those who inquire about a libertarian solution often imply or assume that the solution would exist with a framework in which there exists a State, with its monopoly over the police force and ultimate decision making, where public property exists in the form of streets, public squares, parks and so on.</p><p>However, a free society is a society without a State. So what we are interested in here is not to discover what kind of <em>government</em> responses could a &#8220;libertarian government&#8221; offer to a pandemic, but rather, to explore what would happen in a purely voluntary society where streets, parks and squares are all privately owned and in which no individual or group of individuals may aggress against those who haven&#8217;t violated the property rights of anyone else.</p><p>First of all, there could indeed be a form of curfew in a stateless society. But the crucial distinction is that it wouldn&#8217;t be based on aggressive coercion but on voluntary contracts.</p><p>A society based on private property rights could take many forms. These will not be mutually exclusive; rather, they will exist alongside one another.</p><p>One arrangement could be private cities in which every street, every park, square, even every building is owned by the city&#8217;s founder or founders, and residents can rent the buildings from them and use the &#8220;public&#8221; areas according to the terms of the contract. People would choose which private city they want to live in based on which one has those kinds of rules that suits their own tastes and ideas about a good society.&#179;</p><p>Thus, when one chooses from the selection of various private cities, they will be able to study the contractual terms that regulate the usage of the city&#8217;s streets, parks and squares in the event of various emergencies and scenarios. There would be cities where a general curfew would be included in the contract, others would only restrict access to the streets only for those who are infected.</p><p>It is important to see that the contract between the private city and the tenant is categorically different from our statist order, as the former rests on a contractual, basis, while the other is based on central coercion without any clearly and previously defined contract that both parties voluntarily enter into&#8202;&#8212;&#8202;or could choose not to enter into.</p><p>It is also crucial to see that in a free society, the very way people think about and enter into contracts&#8202;&#8212;&#8202;the culture of contracts, so to speak&#8202;&#8212;&#8202;would be different than that of today. People would know very well that signing a contract is an important decision. Carelessness would take on much smaller proportions when it comes to entering into contracts, as there would be no central power that would force the owners of the city (or employers or landlords) to deviate from the agreement. Thus, we should expect that such a contract would define very precisely down to the minute details what constitutes an epidemic and exactly how would that change the way residents are allowed to conduct their affairs and use urban areas.</p><p>Therefore, those who are more afraid of diseases&#8202;&#8212;&#8202;the elderly or those who suffer from other conditions and chronically weakened immune systems&#8202;&#8212;&#8202;can make sure to reduce their risks as much as possible during an epidemic by carefully choosing their place of residence beforehand. Similarly, those who prefer free movement to risk reduction, who would rather go to pubs than quarantine, will have the opportunity to do so if they choose their city with that in mind.</p><p>But private cities wouldn&#8217;t be the only arrangements of living together. In addition, there would exist smaller communities and neighborhoods in which not a single founder-owner (or group of owners) owns the properties and defines their terms of use, but the residents themselves would be not only owners of their own houses but also co-owners of parks, streets, playgrounds, squares and so on. For example, some families may come together and decide to establish their own closed neighborhood or gated community. Either they buy a larger piece of land or, in the case of unowned land that is yet to be originally appropriated by anyone else (since there is no central power in a stateless society that declares and enforces that all unowned land belongs to them), they take it into their possession through homesteading and jointly fund and build the roads and other public areas around their houses. If any of them would sell their house, they would also sell their share of ownership of the streets. In this situations, residents are able to make a much more direct decision about the use of streets and squares during an epidemic.</p><p>If another group of people would similarly build a neighborhood near them or right next to them, they would probably provide reciprocal access to each other&#8217;s streets and public places. However, in the event of an epidemic or other similar emergency, they would have the option to exclude outsiders from their streets to minimize the potential spread of the disease.</p><p>A third arrangement would be very similar to our current cities, but the streets themselves would be owned by those who live right on those very streets. Elm Street, for example, would be jointly owned by all those who own the houses on that street, while Sesame Street would be jointly owned by those who live on Sesame Street, and so forth. The transition from a statist society to a free society would involve the privatization of roads and urban areas, and I believe the most obvious and just solution&#8202;&#8212;&#8202;as far as the privatization of the streets is concerned&#8202;&#8212;&#8202;is to distribute their shares among those who actually live on that street.&#8308; Thus, when an epidemic breaks out, residents of a given street may decide when they first hear about the news&#8202;&#8212;&#8202;if they haven&#8217;t done it before to prevent crime&#8202;&#8212;&#8202;to close their streets with gates on both ends and control who can enter their street instead of waiting for a central decision, which might arrive too late&#8202;&#8212;&#8202;or might be too draconian.</p><p>When inquiring about a libertarian solution to certain issues, it is often forgotten that private ownership of urban spaces is a central part of a libertarian order and plays a highly significant role in solving a surprisingly long list of problems. But as we have seen, ownership could take many forms, each of them offering specific advantages and disadvantages to certain problems.</p><p>But what is important to emphasize is that no one would be at the mercy of a central power that either makes the decision one wants to see or not. And no one would be forced against his will to reduce his health risks more than he himself would like. A free society provides an opportunity for everyone to live in a setting that best suits their own preferences, similarly to how freedom in other lines of production maximizes our opportunities to buy those kinds of foodstuffs or clothing items that best suit our preferences. Anyone who wants more protection from epidemics can have their way, and simultaneously, those who wants to take more risk can have theirs too. All the aforementioned arrangements offer an opportunity to institute&#8202;&#8212;&#8202;without the violation of property rights&#8202;&#8212;&#8202;a degree of curfew to protect the community from the spread of a disease. But they also offer an opportunity of free movement for those who prefer that over the safety of a lockdown.</p><p>Private ownership of the streets implies that the owners have the right to determine who and on what condition may or may not enter. Currently, the testing for COVID-19 is in many countries in the hands of a central authority; the state decides who is to be tested, and according to the State&#8202;&#8212;&#8202;at least here in Hungary&#8202;&#8212;&#8202;only those are to be tested who show symptoms of the coronavirus, despite the fact that many carry the disease asymptomatically. South Korea appears to have managed to keep the number of infections low by conducting an immense amount of tests on the population. If testing is indeed effective in reducing the spread of the disease, in a free society we would see that more and more smaller districts and areas would implement this solution. Owners of streets, districts or cities would only allow entry if visitors would be willing to go through testing. Testing therefore would not be at the discretion of a central authority, and no legally sanctioned criminal organization would assault those who dare to administer tests without the permits and medical qualifications they demand.</p><p>To illustrate the problem, J&#225;nos Bencsik, an independent member of the Hungarian parliament, submitted a legislative proposal to the Parliament on the 18th of March with the aim of allowing not only governmental but also private healthcare providers to carry out tests. As Mr. Bencsik wrote:</p><blockquote><p>Due to the increasing spread of the epidemic, several local authorities have recently come up with the idea of &#8203;&#8203;contracting private healthcare providers at their own expense to test those suspected of being infected with the novel coronavirus in their area [&#8230;]. According to my information, there are towns in which the decision to contract private healthcare providers has already been made by the local Board of Representatives, but it was not signed due to the fact that according to the municipalities concerned the 2020 guidelines published by the National Public Health Center does not allow such activities to be carried out outside the public healthcare system, i.e. by private healthcare providers at the time of the epidemic.</p></blockquote><p>And as a Hungarian newspaper reported on the 15th March:</p><blockquote><p>The Hungarian Medical Chamber officially asked the government on Sunday to perform many more coronavirus tests. In recent days, many hospital physicians have told our paper the same thing: it has happened too many times that they were treating untested patients under normal hospital conditions because hospitals can only request screenings through a single center, L&#225;szl&#243; Hospital, and the screening protocol is extremely strict. In many cases, by the time the test is sent out by L&#225;szl&#243; Hospital, patients have already came in contact with dozens of doctors and nurses.</p></blockquote><p>Behold, a prime example of suicide by statism.</p><h3>III.</h3><p>A free society is a free market society. The free market means that no third party may intervene in a voluntary contract between two parties by using and threatening violence and coercion. More specifically, as Murray Rothbard emphasized in his <em><a href=\"https://mises.org/library/power-and-market-government-and-economy/html/p/547\">Power and Market</a></em>, we may distinguish three categories of aggressive intervention:</p><blockquote><p>In the first place, the intervener may command an individual subject to do or not to do certain things when these actions directly involve the individual&#8217;s person or property alone. In short, he restricts the subject&#8217;s use of his property when exchange is not involved. This may be called an autistic intervention, for any specific command directly involves only the subject himself. Secondly, the intervener may enforce a coerced exchange between the individual subject and himself, or a coerced &#8220;gift&#8221; to himself from the subject. Thirdly, the invader may either compel or prohibit an exchange between a pair of subjects. The former may be called a binary intervention, since a hegemonic relation is established between two people (the intervener and the subject); the latter may be called a triangular intervention, since a hegemonic relation is created between the invader and a pair of exchangers or would-be exchangers. The market, complex though it may be, consists of a series of exchanges between pairs of individuals. However extensive the interventions, then, they may be resolved into unit impacts on either individual subjects or pairs of individual subjects.</p></blockquote><p>We have already touched upon how the absence of autistic interventions would play out in a free society during emergencies: there would be no central authority that would coercively &#8220;protect&#8221; someone against their own will from the risks they want to expose themselves to. But what effects would the absence of binary and triangular interventions have on the management of such emergencies as COVID-19 in a free society?</p><p>One of the most important examples of coercive binary intervention is taxation itself. It should be emphasized that taxation is just as much a government intervention into the economy as price control or licensing requirements. Resources confiscated with taxes are no longer used along the lines of voluntary exchanges (that is, the nexus of the free market economy) but according to a central plan. Tax victims are forced to fund things with the money they earn that they wouldn&#8217;t voluntarily fund. This is true even in cases such as healthcare or the police: it is true that people would buy health and protection services, but it is a bold step indeed to conclude from this that they would fund exactly the same service that government institutions provide.</p><p>The spread of COVID-19 was followed by a staggering level of unemployment&#8202;&#8212;&#8202;brought about by the compulsory lockdown. The U.S. federal government is providing a one-time $1,200 aid to just about every American adult to get through the chaotic economic times. However, it must be noted that the $1,200 is not even close to the amount confiscated from the average U.S. taxpayer over the past year. True, in a free society there would be no State that provides such assistance to people in the perilous months, but at the same time there would also be no State that confiscates immeasurably more from people in the peaceful years. (And there wouldn&#8217;t be a State that makes it necessary to bail out the masses after it shut down the economy and robbed them of their jobs either.) It would be hard to deny that it is easier for someone to financially prepare himself and his family for the hard times if more than half of his income is not confiscated by the authorities.</p><p>As for the triangular interventions, it is precisely these government interventions that make it immensely difficult for our civilization to cope with the epidemic. The list of such destructive interventions is so immeasurably long that we cannot list all of them here, so let us only go through some the most glaring ones.</p><p>When someone in Hungary decides to work from home, if they suffer any accident in their home, it is the employer who is liable for the injury. In short, it counts as a &#8220;workplace injury&#8221; and the employer is financially liable if the employee injures themselves at home. There is little need to explain what are the consequences of this &#8220;pro-labor&#8221; policy to the spread of work from home practices, and it is needless to remind the reader that&#8202;&#8212;&#8202;just as there are innumerable attempted and successful insurance frauds&#8202;&#8212;&#8202;this policy provides an abundance of opportunity for abuse.</p><p>One of the main, openly stated goals of the Hungarian government during the coronacrisis is to &#8220;keep as many people in their work as possible,&#8221; so that when order returns, they can get back to the job they had before. But we need to realize that consumer preferences change drastically during such times of emergency. Consumers want workers and entrepreneurs who have hitherto worked to produce various products and services to now switch to producing the goods that the masses suddenly and urgently need. When governments try to prevent people from losing their jobs through state control of the economy, when they try to keep companies that would otherwise go bankrupt afloat with government subsidies, they cause immeasurable harm to the consumers. Under the guidance of the profit and loss system, the unhampered market economy allocates resources quickly and efficiently to those lines of production that make the articles most urgently desired by the consumers. Thus in a free society, in times of disaster and crisis, many people may suddenly lose their jobs and many companies might indeed go bankrupt, but this is exactly how resources are freed up so they may be used to produce the essential goods and services needed to deal with the crisis.</p><p>The main role of entrepreneurs in the market economy is to correctly forecast future consumer demand and to direct production in a way that the goods and services desired by future consumers are produced in the most efficient way possible by the time they wish to purchase them. When, during times of crisis, government subsidies prevent companies from going bankrupt, entrepreneurs who would otherwise occupy themselves with figuring out how to adapt to new and sudden market conditions, who would be busy learning about and understanding the new economic situation to try and meet new, urgent consumer needs, are now locked into their old economic position by government intervention, where the consumers no longer want to see them.</p><p>All this is not to imply that unemployment and bankruptcies today during COVID-1984 are purely the result of changing consumer preferences. Of course they are mostly the results of a coercive government shutdown of the economy which shouldn&#8217;t have happened. But given the widespread popularity of such policies, it is still important to deal with the question of government intervention and its absence during such crises.</p><p>One of the biggest problems with statists is that, with the words of Fr&#233;d&#233;ric Bastiat, they cannot &#8220;<a href=\"https://mises.org/library/why-dont-people-get-it\">see the unseen</a>&#8221;. All they see from the market phenomenon is that many people are losing their jobs. If the State prevents this by means of central planning, they are satisfied, as the seen problem is gone. But they never get to see the goods and services that were <em>not</em> produced because of this&#8202;&#8212;&#8202;goods that were much more urgently desired by the customers during the time of emergency.</p><p>Nothing could be more harmful in such times than the government preventing companies from losing their old position and hence preventing entrepreneurs to adjust their production processes to new consumer needs, to apply their skills, their creativity, their dynamism and their innovative spirit to the new conditions. The same is true of unemployment benefits in the event of a social emergency: the more government intervention discourages people from looking for a new job&#8202;&#8212;&#8202;if government handouts allow them to be idle for a few months&#8202;&#8212;&#8202;the less they will apply their productive efforts to the emergency exactly at a time when they are needed the most.</p><p>With regards to all this, let us not forget that the adaptive capabilities of the market economy are stifled and oppressed to a staggering degree by bureaucratic prohibitions and regulations. In a free society, it wouldn&#8217;t be up to government agencies, bureaucrats or permits to start new businesses and employ new labor. It would only depend on the voluntary contracts between employers and employees. No one would have to apply for a permit at the National Planning Office to manufacture certain products and provide certain services. It wouldn&#8217;t take many months to gather the official permits needed to build a new hospital, as it does today. These processes would thus happen significantly faster than in our world of government intervention.</p><p>As one might expect from a nation whose only political tradition is socialism and the worship of the state, voices in Hungary once again emerged demanding government action against price-gouging and profiteering. Everyone believes they have the <em>right</em> to get as cheaply as possible the products that are suddenly in dire need, for which demand has sharply risen and whose supply suddenly dried up. The law of supply and demand is seen as the machination of the devil and the entrepreneurs are apparently the earthly magistrates of Old Nick himself, standing with their unending thirst for profit between the poor, needy souls and the products they so desperately need. So the Hungarian government announced on the very first day the coronavirus news made headlines that it will swiftly and decisively strike down profiteers and all those who try to make a profit off of suffering.</p><p>However, in a free society, entrepreneurs who suddenly suffer losses and see their businesses go bankrupt would be <em>those very people</em> who would then turn to produce exactly those goods and services whose prices have suddenly and sharply risen. Rising prices send a signal to entrepreneurs that there are significant profits to be made in that area and they encourage businessmen to switch to producing those goods that the masses suddenly need. It is evident that as the government goes after and punishes those who increase the prices of the most urgently desired products, they also banish the market signal and indeed the <em>incentive</em> to engage in the production of those goods for which demand has sharply increased as a result of the emergency.</p><p>Another beneficial effect of price increases is that higher prices help to get at least a <em>few</em> units of those commodities into the hands of as many people as possible. People will buy fewer units if the price rises by ten times for example (as is the case of protective masks, deemed as irrationally high price increase by a government representative), so the increase in prices will help more people get at least a few pieces.</p><p>Shortages are the only things price controls can ever cause and have ever caused. However, the vast majority is too dull to comprehend the most basic law of economic theory and the very first lesson of economic history from the time of the Roman Empire, after the price controls of Emperor Commodus resulted in grain shortages, famine, and rebellion.</p><div><hr></div><p>[1] Albert Jay Nock opened his most brilliant <em>Our Enemy, The State</em> with the explanation of the conflict between social power and State power. It is this framework that can greatly aid us in understand why the reflex of our civilization was to unquestioningly turn to the State to solve the problem. His thoughts are especially timely, given that Nock used the example of catastrophes to illustrate how the mobilization of social power&#8202;&#8212;&#8202;voluntary cooperation&#8202;&#8212;&#8202;was the means by which society dealt with &#8222;sudden crises of misfortune&#8221;, and very effectively so, until &#8222; under Mr. Roosevelt&nbsp;&#8230; the State assumed this function, publicly announcing the doctrine, brand new in our history, that the State owes its citizens a living.&#8221; Nock then writes:</p><blockquote><p>&#8220;When the Johnstown flood occurred, social power was immediately mobilized and applied with intelligence and vigor. Its abundance, measured by money alone, was so great that when everything was finally put in order, something like a million dollars remained.</p><p>If such a catastrophe happened now, not only is social power perhaps too depleted for the like exercise, but the general instinct would be to let the State see to it. Not only has social power atrophied to that extent, but the disposition to exercise it in that particular direction has atrophied with it. If the State has made such matters its business, and has confiscated the social power necessary to deal with them, why, let it deal with them.&#8221;</p></blockquote><p>[2] And it is important to ask, then, if government coercion is to be used to prevent deaths, what about the body positivity movement that encourages people to become overweight and hence greatly increase their risks of cardiovascular disease and death? Aren&#8217;t these champions of fatness &#8220;spreading&#8221; the disease in the wider sense of the word? Should their right to free speech be violated? Should they be put in jail to save lives? For a libertarian the answer is obvious, but for those who demand tyranny against the coronavirus, the answer is far from obvious or evident.</p><p>[3] An example for this is drug use. Some cities would allow people to be intoxicated or under the influence of other substances, others would forbid the consumption of such things on their streets. But both of them would have own customer base.</p><p>[4] This would arguably happen with certain conditions based on the unique geographical details. For example they couldn&#8217;t forbid (complete) access to all and every outsider if that street is the only way by which other parts of the city may be approached. As Stephan Kinsella noted in his &#8222;<a href=\"https://mises.org/wire/why-airwaves-electromagnetic-spectra-are-arguably-property\">Why Airwaves (Electromagnetic Spectra) Are (Arguably) Property</a>&#8221;:</p><blockquote><p>One type of property right is an easement (servitude, in the civil law). Say people routinely walk over a path from point A (their village) to point B (watering hole). You can say they have homesteaded at least that use of the property. If someone else builds a home there, they have to let the easement continue.</p></blockquote>"
                        ]
                    },
                    {
                        "title": [
                            "Welfare is the Enemy of the Family, the Church and the Community"
                        ],
                        "description": [
                            "Time for Conservatives to Oppose it"
                        ],
                        "link": [
                            "https://pasch.substack.com/p/welfare-is-the-enemy-of-the-family"
                        ],
                        "guid": [
                            {
                                "_": "https://pasch.substack.com/p/welfare-is-the-enemy-of-the-family",
                                "$": {
                                    "isPermaLink": "true"
                                }
                            }
                        ],
                        "dc:creator": [
                            "Valentine Pasch"
                        ],
                        "pubDate": [
                            "Wed, 21 Apr 2021 17:31:38 GMT"
                        ],
                        "enclosure": [
                            {
                                "$": {
                                    "url": "https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/f7dc8157-3258-4ee5-912f-ba5434852046_1515x1515.jpeg",
                                    "length": "0",
                                    "type": "image/jpeg"
                                }
                            }
                        ],
                        "content:encoded": [
                            "<p>One of the most oft-repeated criticism of the classical liberal / libertarian ideal is that it allegedly atomizes society. According to its opponents, in a society based on the nexus of voluntary interactions, in a society from which the initiation of force against persons and property has been universally banished deep friendships disappear, family bonds lose their value and churches will no longer have any social function. In short, everyone will become a materialist consumer no longer interested in building and maintaining families, communities and relationships.</p><p>When making this argument, the critics always derive their conviction from historical facts and experience. In other words, they look at the state of our world, they conclude from what they see that the modern world is indeed an atomized society (which may or may not be the case in actuality), they furthermore also observe that we live under a system of capitalism&#8202;&#8212;&#8202;and the conclusion readily presents itself: capitalism atomizes society.</p><p>However, it is a fatal fallacy to believe that we can ascertain the causes of certain social phenomena by looking at history and historical facts only. This was one of the most crucial insights of the great Austrian economist, Ludwig von Mises. Mises <a href=\"https://mises.org/library/free-market-and-its-enemies-pseudo-science-socialism-and-inflation\">explained</a>:</p><blockquote><p>In the natural sciences knowledge comes from experiment; a fact is something experimentally established. Natural scientists, in contrast to students of human action, are in a position of being able to control changes. They can isolate the various factors involved, as in a laboratory experiment, and observe changes when one factor is changed. The theory of a natural science must conform to these experiments&#8202;&#8212;&#8202;they must never contradict such an established fact. Should they contradict such a fact, a new explanation must be sought. In the field of human action, we are never in a position of being able to control experiments. We can never talk of facts in the field of social sciences in the same sense in which we refer to facts in the natural sciences. Experience in the field of human action is complicated, produced by the cooperation of various factors, all effecting change.</p></blockquote><p>From this it follows, argues Mises, that</p><blockquote><p><strong>no general laws can be determined from the study of history</strong>. Observations of history are always complex phenomena, interconnected in such a way that it is impossible to assign to specific causes, with unquestioned accuracy, a certain part of the final result.</p></blockquote><p>So how can we gain an understanding of the processes taking place in our societies&#8202;&#8212;&#8202;past and present? How can we determine what specific causes brought about certain effects? Mises argued that history can only be understood through the lens of a correct, <em>a priori</em> theory of human action, which is not derived from experience or historical facts, but from the concept of human action through means of logical deduction. In his magnum opus,<em><a href=\"https://mises.org/library/human-action-0\">Human Action</a></em>, Mises went on to demonstrate how the entire corpus of economics may be deduced from the concept of human action&#8202;&#8212;&#8202;of purposeful human behavior aiming at specific ends with the use of definite means. An understanding of history can only be attained through the use of this <em>a priori </em>theory. As Mises said:</p><blockquote><p>There are two functions involved in understanding: to establish the values, the judgments of people, their aims, their goals; and to establish the methods which they use to attain their ends.</p></blockquote><p>So how could we gain an understanding of the phenomena of atomized society through this means?</p><p>Let us first accept the premise that our modern age indeed presents us with an atomized society with isolated individuals, with the withering away of communities, families and human relations.</p><p>To understand this spectacle, we first have to ask the crucial question: <em>what are the aims, the ends people strive for </em>when they create and maintain interpersonal relations and bonds in the forms of communities, families and so o<em>n? </em>In other words, what are the functions of churches, fraternal organizations, friendly societies, friendships, neighborhoods and families in the social order?</p><p>These social bonds are not the results of instincts and they do not arise as a rule, necessarily when humans live in close proximity to one another. As Mises <a href=\"https://mises.org/library/human-action-0/html/pp/709\">argues</a> (emphasis mine):</p><blockquote><p>neither cohabitation, nor what precedes it and follows, generates social cooperation and societal modes of life. The animals too join together in mating, but they have not developed social relations. Family life is not merely a product of sexual intercourse. It is by no means natural and necessary that parents and children live together in the way in which they do in the family. The mating relation need not result in a family organization. <strong>The human family is an outcome of thinking, planning, and acting. </strong>It is this very fact which distinguishes it radically from those animal groups which we call <em>per analogiam</em> animal families.</p></blockquote><p>In short, these bonds aided the survival and prosperity of everyone involved. They provide the social safety net in a voluntary social order unhampered by aggressive violence. Members of a family cooperate to ensure the best possible conditions for every member. Families, secular and religious communities, friendly societies and neighborhoods existed and thrived in the past <em>precisely because </em>they provided vital benefits to their members: they helped through the rainy days those who were in trouble. Whether it was illness, widowhood, financial and economic troubles or any of the long list of sufferings and struggles, these communities were the means by which their members made it through the hardships.</p><p>During the <a href=\"https://www.youtube.com/watch?v=cRU2Q77K7Ws\">last two hundred years </a>however, the State gradually took upon itself the responsibilities of these communities. Let us remember that in the beginning, when presenting the argument of the critics of liberty, I noted that they conclude that currently we live under capitalism. Nothing could be further from the truth. As Mises always emphasized, we live under a system of <em>interventionism</em>. There are innumerable ways by which the State intervenes into the network of voluntary interactions. One of these interventions was the birth of the welfare state which proclaimed that it is responsible to take care of the calamities of its subjects. And indeed it is not capitalism&#8202;&#8212;&#8202;the network of contractual, voluntary cooperation&#8202;&#8212;&#8202;but government intervention in the form of the welfare state that is the cause of those phenomenon that the critics of atomized society deplore.</p><p>Two critical consequences followed the government takeover of the duties and responsibilities of communities. One, it devalued social relations in the eyes of its subjects in direct proportion to the degree of the governmental takeover of their purpose and functions. People built and maintained their secular and religious communities, their friendships and family ties <em>precisely in order to </em>maintain their beneficial role. As the government decided to step in and fulfill that role instead of communities, there was no longer any vital need for them. True, man is a social animal and his soul is often consumed by loneliness. However, the incentives to create and maintain social relations are entirely different in those societies in which <em>voluntary communities </em>shelter the individual from calamities than the incentives in those societies in which the State performs the communal functions.</p><p>Whether we are talking about government pension, social security, unemployment benefits or any of its forms, government welfare has destroyed, or at the very least radically decreased the incentives that motivated people to create and maintain social bonds. It devalued communities. Human ends didn&#8217;t change: to live and to prosper. However, the means to attain them has changed tremendously in the wake of government intervention: voluntary and mutual aid was replaced by government redistribution. If one is in need of aid, he no longer needs to ask a friend, a family or a community member, but a bureaucrat.</p><p>The other consequence of the nationalization of the function of communities relates to the very nature of nationalization. Private charity is voluntary. Nobody forces the contributors with the use and threat of physical violence to give their money to their neighbor in need. People participate by their own accord, freely and voluntarily, and a key characteristics of liberty is that one can say <em>no</em> to things. One can offer his help <em>on certain conditions</em>. He can say: I am <em>not </em>going to help John Doe, because he is and has always been a horrible, antisocial person. He walks the streets at night and yells in a state of drunken stupor. He treats the children playing around the neighborhood horribly. He terrorizes his own family. And as a matter of fact, it is quite obvious that he caused his problems for himself. In general, he is an unpleasant, hideous, unbearable figure who not only does nothing to make our neighborhood more pleasant, but, on the contrary, he actively debases and ruins it.</p><p>The consequences of the freedom to say no are obvious. The freedom to refuse to help others with one&#8217;s resources creates an incentive that makes people <em>civilized&#8202;&#8212;&#8202;</em>that drives them to be kind, friendly and humane. It incentivizes people to make sure they leave the best possible impression on their fellow men, because quite literally, their life might depend on it.</p><p>All this completely disappears when voluntary assistance is replaced by compulsory assistance. When you can no longer choose whether to help or not to help somebody, when the State takes away your resources through the robbery of taxation and hands it to those in need&#8202;&#8212;&#8202;or those it deems to be in need&#8202;&#8212;&#8202;this incentive disappears alongside liberty. Once the State takes over and makes assistance compulsory, no matter how abusive, vile and unbearable someone is, the State will force his neighbors to help him if the State thinks he needs it. It no longer matters whether he caused his own problems or he is the victim of a tragic twist of fate; the State will force frugal, cautious, responsible, provident people to give their money to their irresponsible, spendthrift, toxic neighbors.</p><p>In short, when government compulsion takes the place of voluntary charity, the process of civilization is replaced by the process of decivilization. Or perhaps the other way around. Maybe when liberty is replaced by force, decivilization is already well underway and the nationalization of the function of communities itself must be seen as a sign of barbarism that leaves even more decline in its wake.</p><p>So it must be understood that nothing is more destructive to communities, to genuinely voluntary cooperation, to the strength of social bonds than the narrative that equates society with the State. The State is not the community. Government welfare is <em>not </em>the social safety net. Indeed, they are opposites and the former can only exist at the expense of the latter.</p><p>Let us take for example the institution of &#8220;parent support&#8221;, devised and signed into law by the self-styled right-wing conservative Hungarian government under the leadership of the ghoulish Viktor Orb&#225;n. This government&#8202;&#8212;&#8202;that proudly proclaims itself &#8220;conservative&#8221; and &#8220;pro-family&#8221; while banning homeschooling and mandating compulsory <em>kindergarten a</em>ttendance from the age of 4&#8212; created an unprecedented, unspeakably evil piece of legislation and named it &#8220;parent support,&#8221; as in the mirror version of &#8220;child support&#8221;. It means that if the government were to ever default on its pension obligations for the elderly, the children of the elderly have to step in to directly support and finance their parents. What kind of effects does this have on the institution of the family? Based on all we have laid down before, the answer is obvious. Similarly to the effect of government pension itself, people no longer have to be good, loving, peaceful parents in order for their children to support them in their old age; they can abuse their children, they can terrorize and beat their children, indeed, they can even molest and rape their children and turn their childhood into a living nightmare by the means of poisonous pedagogy, and the State will still force their kids to support in their most vulnerable years those who treated them with utmost cruelty in their own most vulnerable years.</p><p>This simply abolishes those incentives that drive barbarians to try and become civilized.</p><p>This is why it is <em>imperative </em>for all those who want to usher in the renaissance of communities, families and churches to radically oppose government welfare. Just the other day I&#8217;ve heard someone mention&#8202;&#8212;&#8202;who symphatizes with the libertarian stance on many issues&#8202;&#8212;&#8202;that as a Christian, he still cannot support the libertarian position on welfare and he believes Christian morality demands that the government provide some amount of &#8220;social safety net&#8221; for the vulnerable. But what he is asking with this is precisely the <em>nationalization </em>of the role of the church. The truth is the exact opposite: it is precisely <em>because of </em>the importance of communities, families and Christianity&#8202;&#8212;&#8202;and I say this as an atheist&#8202;&#8212;&#8202;that we need to lead our civilization back to the family, to friendly societies, to secular and religious communities by restoring their ancient social role.</p>"
                        ]
                    }
                ]
            }
        ]
    }
}